const TextExample = () => {
  return (
    <div className="m-2">
      <h2>Когнитивные искажения: эффект ИКЕА</h2>

      <p>
        Когнитивное искажение называется так из-за того, что потребители
        зачастую предпочитают покупать товары, которые они могут собрать сами, а
        не уже собранные кем-то.
      </p>

      <p>
        Мы склонны переоцнивать наши собственные решения и недооценивать решения
        других. Если вы когда-то работали в компании, которая использовала тупой
        внутренний инструмент вместо более удобного готового решения, вы
        понимаете, о чём я говорю.
      </p>
    </div>
  );
};

export default TextExample;
